Repository: amaumiranda/recaptcha_invisible
Catalog: translations/recaptcha_invisible.*.po
Languages: pt_br

source: reCAPTCHA Invisible
pt_br: reCAPTCHA Invisível

source: Protects your webforms with reCAPTCHA v2 Invisible.
pt_br: Protege seus webforms com reCAPTCHA v2 Invisível.

source: reCAPTCHA Invisible Settings
pt_br: Configurações do reCAPTCHA Invisível

source: Site Key
pt_br: Chave do Site

source: The site key provided by Google reCAPTCHA.
pt_br: A chave do site fornecida pelo Google reCAPTCHA.

source: Secret Key
pt_br: Chave Secreta

source: The secret key provided by Google reCAPTCHA.
pt_br: A chave secreta fornecida pelo Google reCAPTCHA.

source: Form IDs
pt_br: IDs dos Formulários

source: Enter one form ID per line. Leave empty to protect all webform submission forms.
pt_br: Digite um ID de formulário por linha. Deixe vazio para proteger todos os formulários de submissão webform.

source: Development Mode
pt_br: Modo de Desenvolvimento

source: Enable development mode to bypass reCAPTCHA validation.
pt_br: Ative o modo de desenvolvimento para ignorar a validação do reCAPTCHA.

source: Show Badge
pt_br: Mostrar Selo

source: Show the reCAPTCHA badge on the page.
pt_br: Mostrar o selo do reCAPTCHA na página.

source: reCAPTCHA verification failed. Please try again.
pt_br: Falha na verificação do reCAPTCHA. Por favor, tente novamente.

source: Please complete the reCAPTCHA verification.
pt_br: Por favor, complete a verificação do reCAPTCHA.

source: Error verifying reCAPTCHA. Please try again later.
pt_br: Erro ao verificar o reCAPTCHA. Por favor, tente novamente mais tarde.

source: Error initializing reCAPTCHA. Please check the site key.
pt_br: Erro ao inicializar o reCAPTCHA. Por favor, verifique a chave do site.

source: Missing reCAPTCHA configuration. Please configure the reCAPTCHA keys.
pt_br: Configuração do reCAPTCHA ausente. Por favor, configure as chaves do reCAPTCHA.

source: Error initializing reCAPTCHA. Please check the site key and refresh the page.
pt_br: Erro ao inicializar o reCAPTCHA. Por favor, verifique a chave do site e atualize a página.

source: Error executing reCAPTCHA. Please refresh the page and try again.
pt_br: Erro ao executar o reCAPTCHA. Por favor, atualize a página e tente novamente.

source: Security
pt_br: Segurança

source: Configure reCAPTCHA Invisible settings
pt_br: Configurar as configurações do reCAPTCHA Invisível

source: Settings
pt_br: Configurações

source: Invalid or missing reCAPTCHA site key
pt_br: Chave do site reCAPTCHA inválida ou ausente

source: No webform submission forms found
pt_br: Nenhum formulário de submissão webform encontrado

source: reCAPTCHA container not found in form
pt_br: Container do reCAPTCHA não encontrado no formulário

source: reCAPTCHA verification failed: @result
pt_br: Verificação do reCAPTCHA falhou: @result

source: reCAPTCHA verification error: @error
pt_br: Erro na verificação do reCAPTCHA: @error
